{
    "nieuws":
    [
        {
            "titel": "That Girl: Caratoes",
            "id": 212,
            "categorieen": ["Street Art"],
            "samenvatting": "Caratoes, graffiti artist, muralist, painter and creative.",
            "body": "<p>This week’s That Girl is Caratoes, graffiti artist, muralist, painter and creative. That’s right, to coincide with arguably the most art-filled month in Hong Kong’s year, we’ve caught up with a girl who creates her own incredible artwork. With a distinct creative and personal style, Caratoes is one to watch! We chat with her about her favourite things to do in Hong Kong, the art scene and the differences between being a street artist in Europe and Hong Kong. </p><h2>Who are you? </h2><p>I’m Caratoes and I’m a full time artist. I was born and raised in Belgium, and my family were the first foreigners of a tiny town. I have an educational background in Biochemistry and Game Design. I worked in the post production field as a 3D artist and later as a creative for Wieden and Kennedy.</p>",
            "afbeeldingl": "2.jpg",
            "afbeeldingp": "1.1.jpg",
            "afbeeldings": "1.jpg"
        },
        {
            "titel": "Celebrate the Natural World",
            "id": 210,
            "categorieen": ["Watercolor"],
            "samenvatting": "Illustrator Svabhu Kohli celebrates the splendor of the natural world.",
            "body": "<p>India-based illustrator Svabhu Kohli celebrates the splendor of the natural world with his intricately crafted works of art. The colorful, multi-layered images depict the oceans and cosmos, specifically focusing on creatures like whales, seals, and turtles. Each illustration utilizes many digital textures in order to create visual depth and excitement, but they still feel very painterly with evidence of the human hand. With so many tiny details, I’m glad that Svabhu has produced vignettes to accompany his larger pieces. Think of them like a microscope into his work!</p>",
            "afbeeldingl": "Watercolor2.jpg",
            "afbeeldingp": "Watercolor.jpg",
            "afbeeldings": "Watercolor3.jpg"
        },
        {
            "titel": "Corona’s creative trajectory",
            "id": 198,
            "categorieen": ["Watercolor"],
            "samenvatting": "Born in France, Corona grew up in Madrid before moving to Argentina where his artistic career took shape.",
            "body": "<p>Born in France, Corona grew up in Madrid before moving to Argentina where his artistic career took shape. Having begun painting in the streets of Madrid under the pseudonym “Rena”, Corona’s creative trajectory took a new direction when he became exposed to the elaborate muralism and unique freedom of the street art movement in Buenos Aires. The adoption of the name Corona signified a change in energy, style and creative direction. Considering himself both a graffitero and muralist, Corona pushes the boundaries of graffiti by incorporating figurative elements into his paintings. His recent pieces depict portraits of ethnic figures, often combined with landscapes or wildlife. Though his work often borrows from urbanism and abstraction, Corona has never fully departed from his roots in the language of letter-based graffiti.</p><p>Corona has participated in urban art festivals across Latin America and his murals can be found in Bolivia, Peru, Spain and France as well as Argentina.</p>",
            "afbeeldingl": "Corona-1.jpg",
            "afbeeldings": "Corona-2.jpg"
        },
        {
            "titel": "The DOMA art collective",
            "id": 210,
            "categorieen": ["Street Art"],
            "samenvatting": "Illustrator Svabhu Kohli celebrates the splendor of the natural world.",
            "body": "<p>Chu is a founding member of the DOMA art collective, and one of the early pioneers of street art in Buenos Aires. Influenced by skateboarding culture, travel and biology in his youth, he graduated as graphic designer from the University of Buenos Aires (UBA). Following the Argentine economic crisis of 2001, he was an integral participant in an artistic movement that saw a shift in the visual language of the city. Where previously there had been political propaganda and the conflicting voices of advertising and activism, a more playful, colourful aesthetic began to appear in the public realm, spearheaded by Chu and his graphic design contemporaries.</p> <p> Chu’s style is characterized by the use of cartoon-like characters with curved shapes, and the creation of abstract universes, often influenced by geometry and mathematics. A multi-disciplinary artist, his work ranges from motion image/graphic design, animation and art direction to mixed media sculpture, art installation and toy design.</p>",
            "afbeeldingl": "Chu-3.jpg",
            "afbeeldingp": "Chu-2.jpg",
            "afbeeldings": "Chu-1.jpg"
        },
        {
            "titel": "ZUMI",
            "id": 210,
            "categorieen": ["Street Art"],
            "samenvatting": "Zumi began painting in the streets of Buenos Aires in 2006, as one of the initial participants in a series of collective street art experiments called Expression Sessions.",
            "body": "<p>Zumi began painting in the streets of Buenos Aires in 2006, as one of the initial participants in a series of collective street art experiments called Expression Sessions. Her background in fashion design has contributed to the development of a unique style of muralism that is colorful and feminine. In her outdoor work Zumi takes inspiration from zen philosophy and nature, combining flora and fauna in fantasy landscapes created in aerosol and latex paint. Through her artwork Zumi creates oases that recall the peace of natural surroundings amidst the noise and pollution of the city streets.</p>",
            "afbeeldingl": "Zumi-1.jpg",
            "afbeeldings": "Zumi-2.jpg"
        },
        {
            "titel": " Street Art In Bogotá",
            "id": 210,
            "categorieen": ["Street Art"],
            "samenvatting": "Colombia is shedding its negative political reputation with a cultural and artistic renaissance to match any of its South American neighbors. Nowhere is this more evident than in the street art which adorns Bogotá’s walls, and which reveals the untrammelled creativity of the capital’s graffiti artists. In celebration of the country’s best street artists, we take a closer look at graffiti in Bogotá.",
            "body": "<p>But the accessibility of the country’s cultural landscape doesn’t end there. One of the most vivid experiences you will have here is by engaging with the street art. Incredibly relaxed laws involving the declassification of graffiti from ‘crime’ to ‘violation’ have led to the country’s capital Bogota becoming a hotbed of global talent with home-grown and world-renowned artists congregating here to practice their art. The ability to expand and experiment with their styles with little fear of legal reproach has proved attractive, and as a result the city pulsates with international and native talent.</p>",
            "afbeeldingl": "Bogota-1.jpg",
            "afbeeldingp": "Bogota-2.jpg",
            "afbeeldings": "Bogota-3.jpg"
        },
        {
            "titel": "Graphic Animals",
            "id": 210,
            "categorieen": ["Illustration"],
            "samenvatting": "Seen as an “amazing” illustrator, Yoaz has taken a “very different approach” when illustrating animals as a graphic element has been intertwined through the shapes, colours and illustrative nature of the work.",
            "body": "<p>Seen as an “amazing” illustrator, Yoaz has taken a “very different approach” when illustrating animals as a graphic element has been intertwined through the shapes, colours and illustrative nature of the work. Each piece of work has an elaborate amount of detail which singles this illustrator out from others around. I find some of these animals have been given an extremely mechanical illusion through the amount of detail within the design. I find this different style is interesting however I think I admire the colours being used but the mechanically graphic style of pattern is not one I would immediately like. At first glance of a lot of the work within this selection I do like them and find them appealing however I do believe that in some of the illustrations the of the animals are overpowers by the graphics and this often takes away the nature of the animal, an element in some of the drawings I don’t enjoy. The first image I have used is one I find extremely appealing however others such as the Gorilla and Elephant illustrations I simply find ugly. A lot of this illustrators work produces an extremely masculine style from the colour tones and harsh lines being included. However, I do believe that the illustrator has used colours which links to the animal as well as the mood that they are aiming to interpret to the audience. For example the Tiger illustration uses orange and black tones which obviously link to the pattern of the tigers real anatomy. This element I find really appealing that the illustrator has blended the reality of the animal with the graphic style. Using a large amount of geometric shapes and lines within the illustrations, the designer creates “electric circuit” style designs. Within communicating with the audience these style of illustrations</p>",
            "afbeeldingl": "yoaz.jpg",
            "afbeeldings": "Yoaz.jpg"
        },
        {
            "titel": "Paper Cut",
            "id": 210,
            "categorieen": ["Illustration"],
            "samenvatting": "Christine Kim is a Toronto-based artist who with the combination of painting, drawing and paper cut outs composes these lovely collaged illustrations.",
            "body": "<p>“Inspired by boundaries, I often use Victoria fences to illustrate the tension created at these borders. At once, sturdy and restrictive, the fence also stands as a decorative ornament to mark the line between private and public spaces. It is a stern warning and a delicate ornament. The illustrations accumulate layers of fences, figures, and screens — all cut and perforated with patterns to allow viewers to see the distance between and the new relationships built by this displacement.” — Christine Kim</p>",
            "afbeeldingl": "christine-3.jpg",
            "afbeeldingp": "christine-2.jpg",
            "afbeeldings": "christine-1.jpg"
        },
        {
            "titel": "Marvelous colors",
            "id": 210,
            "categorieen": ["Watercolor"],
            "samenvatting": "Meet Zazac Namoo is an artist from South Korea, who creates amazing watercolor masterpieces that will blow your mind.",
            "body": "<p>Meet Zazac Namoo is an artist from South Korea, who creates amazing watercolor masterpieces that will blow your mind. Zazac loves to travel and paint, mostly Zazac paintings are about animals and nature. Zazac uses water colors and create a spread of the natural overall painting to blend reality with surrealism. Zazac painting have created a whirlwind of attention.</p>",
            "afbeeldingl": "zazac-3.jpg",
            "afbeeldingp": "zazac-2.jpg",
            "afbeeldings": "zazac-1.jpg"
        },
        {
            "titel": "Watercolor Paintings",
            "id": 210,
            "categorieen": ["Watercolor"],
            "samenvatting": "Lilla Schuch was born in Budapest, Hungary. Creating has always been part of her life ever since early childhood.",
            "body": "<p>Lilla Schuch was born in Budapest, Hungary. Creating has always been part of her life ever since early childhood. At the age of 16 she got accepted in the Secondary School of Fine and Applied Arts  where she had been studying drawing and sculpturing for five years. Currently she is doing her master’s degree in Design and Art Management at the Metropolitan University in Budapest. She got acquainted with watercolor technique four years ago, and fell in love with it immediately; in the watercolor medium she has found her way of artistic expression. Her style is constantly evolving, but strives to give back mostly the character and atmosphere, using fewer details. Lilla divides her time between Hungary and Greece, and being fortunate enough to travel often all she sees and have seen are influencing her in painting; built environment just as cities with its architecture, unspoiled nature, landscapes, seas and waters. </p>",
            "afbeeldingl": "lilla-3.jpg",
            "afbeeldingp": "lilla-2.jpg",
            "afbeeldings": "lilla-1.jpg"
        }
    ]
}
